Repository: agitator/collective.broadmail
Catalog: collective/broadmail/locales/*/LC_MESSAGES/collective.broadmail.po
Languages: de, fr, it

source: Mr.
de: Herr
fr: Monsieur
it: Signore

source: Mrs.
de: Frau
fr: Madame
it: Signora

source: Subscribe to our Newsletter
de: Abonnieren Sie unseren Newsletter
fr: Abonnez-vous à notre newsletter
it: Iscriviti alla nostra newsletter

source: subscribe_ok_mail
de: Für die endgültige Freischaltung der E-Mail Adresse senden wir Ihnen in den nächsten Augenblicken eine E-Mail zu.<br> Bitte bestätigen Sie Ihr Interesse, indem Sie den Link in dieser E-Mail anklicken.
fr: Afin de finaliser l'inscription de l'adresse e-mail, nous vous enverrons un e-mail dans les prochains instants.<br> Veuillez confirmer votre intérêt en cliquant sur le lien contenu dans cet e-mail.
it: Tra pochi istanti ti invieremo un messaggio per la convalida definitiva del tuo indirizzo e-mail.<br> Per confermare il tuo interesse, clicca sul link contenuto in tale messaggio.

source: subscribe_ok_spamfolder
de: Bitte überprüfen Sie den Eingang in Ihrem Postfach und passen Sie gegebenfalls Ihre Sicherheitseinstellungen an.<br> Falls Sie kein E-Mail im Eingang haben sehen Sie bitte in Ihrem Spam Ordner nach.
fr: Veuillez également en vérifier la réception dans votre boîte aux lettres et ajuster, si nécessaire, vos paramètres de sécurité.<br> Si vous n'avez pas reçu d'e-mail dans votre boîte de réception, merci de vérifier votre dossier spam.
it: Controlla la tua casella di Posta in arrivo per verificare la ricezione del messaggio ed eventualmente modifica le impostazioni di sicurezza.<br> Nel caso in cui tu non riceva l'e-mail di convalida, controlla la casella Posta indesiderata.

source: subscribe_result_duplicate
de: Sie sind bereits für diesen Newsletter angemeldet.
fr: Vous êtes déjà inscrit(e) à cette lettre d'information.
it: Sei già iscritto/a alla newsletter.

source: subscribe_result_failed
de: Bei der Anmeldung ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de votre inscription
it: Si è verificato un errore all'atto dell'iscrizione.

source: subscribe_result_success
de: Sie haben sich erfolgreich mit Ihrer Email Adresse registriert.
fr: Vous avez enregistré avec succès votre adresse e-mail.
it: La registrazione del tuo indirizzo e-mail è andata a buon fine.

source: subscribe_result_title
de: Anmeldebestätigung
fr: Confirmation d'inscription
it: Conferma dell'iscrizione

source: subscription_form_email
de: E-Mail
fr: E-Mail
it: E-mail

source: subscription_form_first_name
de: Vorname
fr: Prénom
it: Nome

source: subscription_form_last_name
de: Nachname
fr: Nom
it: Cognome

source: subscription_form_salutation
de: Anrede
fr: Salutation
it: Titolo

source: subscription_form_subscribe
de: Registrieren
fr: Enregistrer
it: Iscriviti
